;Localization:
;Thank you very much translators for your time to help me improve Listary!
;You’ll get one Listary Pro license for free if you help translate this file into your language.
;Contact support@listary.com for more information.

;Copy English.ini to YourLanguage.ini

[Info]
;Language name in your own language e.g. Deutsch
Language=简体中文
;Language name in English e.g. German
LanguageEn=Chinese(Simplified)
;Your name here. You can also leave your email, website, blog...
Translator=Listary
;Version of this language file
Version=1.0.0
;If you don't know, leave it blank
Codepage=

;Note to translators:
;Please keep escape sequences like \n, \t, %d, %s, %% unchanged
[Strings]
;Global
601=无
602=Listary选项

;Tray Menu
1001=在线帮助
1002=检查更新...
1003=关于
1004=退出

;Toolbar
1100=搜索

;Favorite Menu
2000=收藏
2001=本程序
2002=全局
2003=添加到这里
2004=添加当前文件夹到收藏
2050=添加收藏失败
2051=Listary无法获得当前文件夹路径

;Recent Menu
2100=最近文档
2101=清理
2103=文件夹
2104=文件
2105=记录本程序
2106=不记录本程序
2107=更多...

;Smart Menu
2200=智能命令
2201=当前打开的文件夹
2202=切换到文件管理器中正在浏览的文件夹
2203=直接打开文件管理器中选中的文件
2204=浏览当前文件夹
2205=在当前目录下运行命令行
2206=切换到程序安装目录
2207=浏览程序安装目录
2208=显示文件扩展名
2209=显示隐藏文件
2210=复制当前文件夹路径到粘贴板
2211=复制选中的文件路径到粘贴板
2212=复制选中文件的名字到粘贴板
2213=选项
2214=升级到Listary Pro
2215=添加程序到支持列表
2216=在本程序中禁用Listary
2217=将列表内容导出到CSV文件
2218=分隔符
2250=%s 已被成功添加到支持列表。
2251=现在你可以使用鼠标中间或者快捷键 %s 来在 %s 中调出Listary.
2252=您确定要在本程序中禁用Listary么?
2253=禁用Listary
2254=Listary已在本程序中被禁用（下次启动时生效）\n你可以在 选项 > 程序设置 中再开启.

;Search
2300=列表
2301=跳转到
2302=没有与搜索条件匹配的项.

;Options > General
3000=常规设置
3001=开机自动运行Listary
3002=在Windows XP中启动资源管理器时将输入焦点设置到文件列表
3003=打开选项时检查更新
3004=快速切换 (当从文件管理器切换到一个文件对话框时自动打开正在浏览的文件夹)
3005=语言:
3006=默认文件管理器
3007=如果你喜欢 Windows 资源管理器以外的资源管理器，填写这些.\n在路径上使用 %1 作参数. 不要忘记引号.


;Options > Favorites
3100=收藏
3101=详细信息
3102=名称:
3103=快捷键:
3104=类型:
3105=路径:
3106=子目录
3107=添加一个收藏项
3108=删除选中的收藏项

;Options > Recent
3200=最近文档
3201=全局最近文档:
3206=记录全局最近文档
3207=记录每个程序的最近文档
3208=在文件对话框中自动选中最后打开的文件
3209=删除选中的最近文档记录
3210=删除全部最近文档记录
3211=全局最近文档
3212=每个程序最近打开的文件夹
3213=每个程序最近打开的文件
3214=最近文档菜单中显示的条目
3215=最近的文件和文件管理器

;Options > Smart Commands
3300=智能命令
3301=命令详细信息
3303=命令:
3305=在智能命令菜单中显示本命令
3306=添加自定义命令
3307=名称
3308=快捷键
3309=命令
3310=在菜单中显示
3311=添加一个内置的智能命令
3312=删除选中的命令

;Options > Applications
3400=程序设置
3401=程序设置: （以下设置仅影响上方列表中选中的程序）
3402=在此程序中启用Listary
3403=记录最近文档
3404=添加一个程序以调整它的设置
3405=删除选中的程序设置（包括此程序的收藏和最近文档）
3406=路径

;Options > Keyboard and Mouse
3500=键盘与鼠标
3501=快捷键
3502=全局:
3503=显示Listary工具条:
3504=显示弹出菜单:
3505=本地 （仅在Listary工具栏显示时有效）:
3506=收藏:
3507=最近文档:
3508=智能命令:
3509=在资源管理器中即使Listary工具栏隐藏也启用本地快捷键（包括收藏夹和智能命令的快捷键）
3510=鼠标
3511=在资源管理器、文件对话框、桌面空白处双击弹出菜单
3512=鼠标中键单击弹出菜单

;Options > Display
3600=显示
3601=工具条位置
3602=固定
3603=相对于列表
3604=相对于窗口
3605=上
3606=下
3607=左
3608=右
3609=不透明度
3610=菜单
3611=最多显示的项数:
3612=最大宽度（像素）:
3613=最小宽度（像素）:
3614=鼠标悬浮激活菜单 (毫秒, 设为0禁用):
3615=弹出菜单
3616=在子菜单中显示最近文档
3617=像素

;Options > Integration
4000=第三方集成
4001=在Listary收藏夹中添加Total Commander的收藏夹
4002=使用Total Commander来代替文件对话框:

;Options > Compatibility
3700=兼容性
3701=Listary也将在以下程序中工作:
3702=添加一个程序到支持列表
3703=从支持列表中删除选中的程序
3704=文件管理器
3705=类
3706=可执行文件
3707=地址栏
3708=是
3709=否

;Options > Pro
3800=升级到Listary Pro
;3801=
3802=姓名:
3803=Email:
3804=注册码:
3805=注意
3806=Listary免费版仅供个人使用
3807=如需用作商业用途请升级到Listary Pro。
3808=粘贴注册码
3809=检查注册码

;Options > About
3900=关于
3901=Listary免费版仅供个人使用。如需用于商业用途或需要更多高级功能，请购买Listary Pro。
3902=访问主页
3903=本程序授权给

;Add Application Dialog
4100=添加程序到支持列表
4101=拖拽下方图标到目标程序地址栏然后松开鼠标
4102=Finder:
4103=类:
4104=可执行文件:
4105=地址栏:
4106=文件管理器 (选中此项以开启一些仅在文件管理器中有效的特性)
4107=*失败* 目标以管理员身份运行?

;Custom Command Dialog
4200=自定义命令
4201=可执行文件完整路径。\n示例: C:\Program Files\7-Zip\7z.exe
4202=参数:
4203=以上示例展示了如何用7-Zip压缩当前选中的文件。\n\n你可以在参数中使用如下变量。变量均不包括引号，请根据需要自行添加。
4204=%file%\t\t选中文件、文件夹的完整路径.\n示例:  D:\download\music\example.mp3\n\n%path%\t当前文件夹路径.\n示例: D:\download\music\\n\n%filename%\t选中项的文件名.\n示例: example.mp3

;Add Favorite Dialog
4300=添加到收藏夹